/********************************************************************************
*Project Code		：项目名称或代号						*
*Create Date		：创建日期							*
*Created By			：创建人								*
*Function			：模块功能							*
*Modify Date		：修改日期							*
*Document			：参考文档							*
*Others				：特别说明部分						*
********************************************************************************/

/* Includes ------------------------------------------------------------------*/
#include "Trigger.h"
#include "gpio.h"
/* USER CODE BEGIN PV */
/* Private variables ---------------------------------------------------------*/


/* USER CODE END PV */


/********************************************************************************
*Function Name	：函数名称						*系统滴答定时器
*Create Date	：创建日期						*2022年7月19日
*Created By		：创建人							*
*Function		：函数功能						*产生1ms/次的定时
*Modify Date	：修改日期						*
********************************************************************************/

